tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
# Download with resuming and segmented downloading
brew "aria2"
# Asynchronous event library
brew "libevent"
# Terminal multiplexer
brew "tmux"
# Text-based window manager and terminal multiplexer
brew "byobu"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9", link: false
# Interpreted, interactive, object-oriented programming language
brew "python@3.8"
# Easiest way to build and release mobile apps
brew "fastlane", link: false
# GNU compiler collection
brew "gcc"
# GitHub command-line tool
brew "gh"
# Interpreter for PostScript and PDF
brew "ghostscript"
# Image processing tools collection
brew "graphicsmagick"
# OpenType text shaping engine
brew "harfbuzz"
# ISO/IEC 23008-12:2017 HEIF file format decoder and encoder
brew "libheif"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Library to render SVG files using Cairo
brew "librsvg"
# Perl-powered file rename script with many helpful built-ins
brew "rename"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Manipulate Xcode project files
brew "xcproj"
# Download YouTube videos from the command-line
brew "youtube-dl"
# Distributed search & analytics engine
brew "elastic/tap/elasticsearch-full"
# High-performance, schema-free, document-oriented database
brew "mongodb/brew/mongodb-community"
cask "android-sdk"
cask "fastlane"
cask "font-fira-code"
cask "java8"
